Repository: KeremDev/RiskDetected
Catalog: App/Localization/Auth.xcstrings
Source language: tr
Languages: en

# auth.apple.sign.in.service.apple.guvenlik.dogrulamasi.baslatilamadi.568d11b0
source: Apple güvenlik doğrulaması başlatılamadı.
en: Apple security verification failed to start.

# auth.apple.sign.in.service.apple.kimlik.bilgisi.okunamadi.1f1e9d52
source: Apple kimlik bilgisi okunamadı.
en: Apple credential could not be read.

# auth.apple.sign.in.service.apple.kimlik.tokeni.alinamadi.26cf0b1f
source: Apple kimlik tokenı alınamadı.
en: Failed to obtain Apple ID token.

# auth.auth.service.data.corrupted.at.1.2.75b648bd
source: veriler bozuk %1$@: %2$@
en: data corrupted at %1$@: %2$@

# auth.auth.service.dogrulama.tamamlandi.ama.oturum.olusturulamadi.l.2a5e70fd
source: Doğrulama tamamlandı ama oturum oluşturulamadı. Lütfen yeni kod gönderip tekrar deneyin.
en: Verification was completed but the session could not be created. Please send new code and try again.

# auth.auth.service.e.posta.dogrulama.kodu.dogrulanamadi.f2487e20
source: E-posta doğrulama kodu doğrulanamadı.
en: The email verification code could not be verified.

# auth.auth.service.logo.dosyasi.hazirlanamadi.dd6d4780
source: Logo dosyası hazırlanamadı.
en: The logo file could not be prepared.

# auth.auth.service.missing.key.1.at.2.2013762e
source: eksik anahtar'%1$@' de %2$@
en: missing key '%1$@' at %2$@

# auth.auth.service.oturum.bulunamadi.3535b0a0
source: Oturum bulunamadı.
en: Session not found.

# auth.auth.service.oturum.bulunamadi.6c4f2e88
source: Oturum bulunamadı.
en: Session not found.

# auth.auth.service.oturum.bulunamadi.7bbdc1d0
source: Oturum bulunamadı.
en: Session not found.

# auth.auth.service.oturum.bulunamadi.a73b798d
source: Oturum bulunamadı.
en: Session not found.

# auth.auth.service.profil.fotografi.hazirlanamadi.caff0171
source: Profil fotoğrafı hazırlanamadı.
en: Profile photo could not be prepared.

# auth.auth.service.profile.bootstrap.1.86cceeb4
source: Profil önyüklemesi: %1$@
en: Profile bootstrap: %1$@

# auth.auth.service.profile.decode.corrupt.1.0c05431f
source: Profil kodu çözme (bozuk): %1$@
en: Profile decode (corrupt): %1$@

# auth.auth.service.profile.decode.key.1.a5da62ed
source: Profil kod çözme (anahtar): %1$@
en: Profile decode (key): %1$@

# auth.auth.service.profile.decode.type.1.fb611674
source: Profil kod çözme (tür): %1$@
en: Profile decode (type): %1$@

# auth.auth.service.profile.decode.val.1.a6e0a1d8
source: Profil kodu çözme (val): %1$@
en: Profile decode (val): %1$@

# auth.auth.service.profile.fetch.1.3d557476
source: Profil getirme: %1$@
en: Profile fetch: %1$@

# auth.auth.service.type.1.mismatch.at.2.e583e0a0
source: tip %1$@ uyumsuzluk %2$@
en: type %1$@ mismatch at %2$@

# auth.auth.service.value.1.not.found.at.2.8e8b5537
source: değer %1$@ bulunamadı %2$@
en: value %1$@ not found at %2$@

# auth.auth.view.1.adresine.gonderildi.a08ac01d
source: %1$@ adresine gönderildi
en: Sent to %1$@

# auth.auth.view.apple.ile.baglaniyor.0ea0accc
source: Apple ile bağlanıyor...
en: Connecting with Apple...

# auth.auth.view.apple.ile.devam.et.44a40f55
source: Apple ile devam et
en: Continue with Apple

# auth.auth.view.apple.ile.giris.yapilamadi.8f8a40ac
source: Apple ile giriş yapılamadı
en: Could not log in with Apple

# auth.auth.view.diger.giris.yontemleri.99e4376a
source: ← Diğer giriş yöntemleri
en: ← Other login methods

# auth.auth.view.dogrula.ve.giris.yap.b1c67bca
source: Doğrula ve giriş yap
en: Verify and log in

# auth.auth.view.dogrulama.kodu.95aeac29
source: Doğrulama kodu
en: Verification code

# auth.auth.view.dogrulaniyor.1968dffd
source: Doğrulanıyor...
en: Confirming...

# auth.auth.view.e.posta.adresini.degistir.e85f01e6
source: ← E-posta adresini değiştir
en: ← Change email address

# auth.auth.view.e.posta.adresinizi.giriniz.e6b9a429
source: E-posta Adresinizi Giriniz
en: Enter Your Email Address

# auth.auth.view.e.posta.ile.giris.yap.ff1b3d8b
source: E-posta ile giriş yap
en: Sign in with email

# auth.auth.view.google.ile.baglaniyor.d73e6d77
source: Google ile bağlanıyor...
en: Connecting with Google...

# auth.auth.view.google.ile.giris.yapilamadi.28393332
source: Google ile giriş yapılamadı
en: Could not log in with Google

# auth.auth.view.ile.devam.et.f97fded1
source: ile devam et
en: continue with

# auth.auth.view.kod.dogrulanamadi.8919fbda
source: Kod doğrulanamadı
en: Code could not be verified

# auth.auth.view.kod.gelmedi.mi.e.posta.adresini.kontrol.edip.tek.b7b833bb
source: Kod gelmedi mi? E-posta adresini kontrol edip tekrar gönderebilirsin.
en: Didn't receive the code? You can check your email address and resend.

# auth.auth.view.kod.gonder.781cb25a
source: Kod gönder
en: Send code

# auth.auth.view.kod.gonderilemedi.50c44043
source: Kod gönderilemedi
en: Code could not be sent

# auth.auth.view.kod.gonderiliyor.726a039d
source: Kod gönderiliyor...
en: Code is being sent...

# auth.auth.view.l.8c9a74bc
source: ben
en: l

# auth.auth.view.mailinizi.yaziniz.0b6f66bd
source: Mailinizi yazınız...
en: Enter your email address...

# auth.auth.view.saha.icin.yapay.zeka.destekli.is.guvenligi.asist.73caffd7
source: Saha için yapay zekâ destekli iş güvenliği asistanı
en: AI-powered workplace-safety assistant for the field

# auth.auth.view.veya.96cc844b
source: veya
en: or

# auth.auth.view.yeni.kod.gonder.7cb92f87
source: Yeni kod gönder
en: Send new code

# auth.auth.view.yeni.kod.gonderiliyor.b1451c30
source: Yeni kod gönderiliyor...
en: New code is being sent...

# auth.google.continue
source: Google ile devam et
en: Continue with Google

# auth.google.sign.in.service.google.giris.penceresi.acilamadi.f8260b5c
source: Google giriş penceresi açılamadı.
en: The Google login window could not be opened.

# auth.google.sign.in.service.google.giris.sonucu.alinamadi.f27f918a
source: Google giriş sonucu alınamadı.
en: Could not get Google login result.

source: Google iOS Client ID eksik. Google Cloud'dan alınan Client ID Info.plist içine eklenmeli.
en: Google iOS Client ID is missing. Client ID received from Google Cloud should be added to Info.plist.

# auth.google.sign.in.service.google.kimlik.token.i.alinamadi.5fc54a00
source: Google kimlik token'ı alınamadı.
en: Failed to retrieve Google identity token.

source: Google server client ID eksik. Google Cloud Console'da Web OAuth client ID oluşturup Info.plist içindeki GIDServerClientID alanına eklemelisin.
en: Google server client ID is missing. You must create a Web OAuth client ID in the Google Cloud Console and add it to the GIDServerClientID field in Info.plist.

# auth.obauth.view.1.adresine.gonderildi.c6eb060c
source: %1$@ adresine gönderildi
en: Sent to %1$@

# auth.obauth.view.47.sablon.1.2.443461d9
source: 47 şablon · %1$@ · %2$@
en: 47 templates · %1$@ · %2$@

# auth.obauth.view.apple.ile.baglaniyor.2a373fb3
source: Apple ile bağlanıyor...
en: Connecting with Apple...

# auth.obauth.view.apple.ile.devam.et.891fa08e
source: Apple ile devam et
en: Continue with Apple

# auth.obauth.view.apple.ile.giris.yapilamadi.8e2ae282
source: Apple ile giriş yapılamadı
en: Could not log in with Apple

# auth.obauth.view.dogrula.ve.devam.et.cf4af808
source: Doğrula ve devam et
en: Verify and continue

# auth.obauth.view.dogrulama.kodu.2178a0be
source: Doğrulama kodu
en: Verification code

# auth.obauth.view.dogrulama.kodu.49151fab
source: Doğrulama kodu
en: Verification code

# auth.obauth.view.dogrulaniyor.d63b1354
source: Doğrulanıyor...
en: Confirming...

# auth.obauth.view.e.posta.adresini.gir.b2e37c77
source: E-posta adresini gir
en: Enter your email address

# auth.obauth.view.e.posta.adresinizi.giriniz.da5d336b
source: E-posta adresinizi giriniz
en: Enter your e-mail address

# auth.obauth.view.e.posta.ile.devam.6878ce15
source: E-posta ile devam
en: Continue via email

# auth.obauth.view.e.posta.ile.devam.et.55c15dd1
source: E-posta ile devam et
en: Continue via email

# auth.obauth.view.e.postayi.degistir.ec49de1d
source: E-postayı değiştir
en: Change email

# auth.obauth.view.giris.yap.58e1b061
source: Giriş Yap
en: Sign In

# auth.obauth.view.google.ile.baglaniyor.365debda
source: Google ile bağlanıyor...
en: Connecting with Google...

# auth.obauth.view.google.ile.giris.yapilamadi.4654faac
source: Google ile giriş yapılamadı
en: Could not log in with Google

# auth.obauth.view.hazirladigin.plani.kaydedebilmen.icin.hesabini.o.aab9969d
source: Hazırladığın planı kaydedebilmen için hesabını oluşturalım.
en: Let's create your account so you can save the plan you prepared.

# auth.obauth.view.ile.devam.et.52aa31ca
source: ile devam et
en: continue with

# auth.obauth.view.kod.dogrulama.acik.a3979975
source: Kod doğrulama açık
en: Code verification is on

# auth.obauth.view.kod.dogrulanamadi.48256645
source: Kod doğrulanamadı
en: Code could not be verified

# auth.obauth.view.kod.gonder.57ce42d7
source: Kod gönder
en: Send code

# auth.obauth.view.kod.gonderilemedi.aa3d6ffb
source: Kod gönderilemedi
en: Code could not be sent

# auth.obauth.view.kod.gonderiliyor.a71cc123
source: Kod gönderiliyor...
en: Code is being sent...

# auth.obauth.view.kod.gondermek.icin.e.posta.adresini.yaz.6a8d2849
source: Kod göndermek için e-posta adresini yaz.
en: Type your email address to send the code.

# auth.obauth.view.l.a43b7b81
source: ben
en: l

# auth.obauth.view.mailinizi.yaziniz.03d0e7cf
source: Mailinizi yazınız...
en: Enter your email address...

# auth.obauth.view.planin.hazir.seni.bekliyor.150275ab
source: Planın hazır, seni bekliyor
en: Your plan is ready, waiting for you

# auth.obauth.view.planin.hesabina.kilitlensin.diye.10.saniyeni.ala.dd40087d
source: Planın hesabına kilitlensin diye 10 saniyeni alacağız
en: We'll take 10 seconds to lock your plan into your account.

# auth.obauth.view.sana.ozel.76ff23c3
source: SANA ÖZEL
en: SPECIAL FOR YOU

# auth.obauth.view.son.adim.7bc70890
source: Son adım.
en: Last step.

# auth.obauth.view.yeni.kod.gonder.085cf53a
source: Yeni kod gönder
en: Send new code

# auth.obauth.view.zaten.hesabim.var.36115df5
source: Zaten hesabım var ·
en: I already have an account ·
